tap "aws/tap"
tap "epk/epk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "python@3.10"
brew "autojump"
brew "python@3.11"
brew "black"
brew "node"
brew "cdk8s"
brew "chezmoi"
brew "clang-format"
brew "cmake"
brew "git"
brew "git-delta"
brew "gitmoji"
brew "go"
brew "harfbuzz"
brew "htop"
brew "llvm"
brew "lua"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "openjdk"
brew "openjdk@11"
brew "prettier"
brew "tcl-tk"
brew "python@3.9", link: false
brew "r"
brew "ripgrep"
brew "shadowsocks-rust"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yapf", link: false
brew "zsh-autosuggestions"
brew "aws/tap/aws-sam-cli"
brew "aws/tap/aws-sam-cli-beta-cdk"
cask "anaconda"
cask "font-sf-mono-nerd-font"
cask "google-cloud-sdk"
cask "hashicorp-vagrant"
cask "iina"
cask "iterm2"
cask "mactex"
cask "miniforge"
cask "monitorcontrol"
cask "notion"
cask "skim"
cask "unity"
cask "unity-hub"
cask "utm"
cask "visual-studio-code"
cask "zoom"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "DivyanshuAgrawal.competitive-programming-helper"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "mhutchie.git-graph"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "REditorSupport.r"
vscode "SonarSource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
