tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "python@3.10"
brew "autojump"
brew "awscli"
brew "glib"
brew "chezmoi"
brew "cmake"
brew "git"
brew "go"
brew "htop"
brew "libpq"
brew "lua"
brew "neofetch"
brew "neovim"
brew "node", link: false
brew "node@18", link: true
brew "openjdk"
brew "pipx"
brew "pnpm"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "aws/tap/aws-sam-cli"
brew "aws/tap/aws-sam-cli-beta-cdk"
cask "hammerspoon"
cask "iina"
cask "monitorcontrol"
