tap "aws/tap"
tap "epk/epk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "python@3.10"
brew "autojump"
brew "chezmoi"
brew "cmake"
brew "git"
brew "go"
brew "harfbuzz"
brew "htop"
brew "lua"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk"
brew "openjdk@11"
brew "prettier"
brew "tcl-tk"
brew "python@3.9"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yapf", link: false
brew "zsh-autosuggestions"
brew "aws/tap/aws-sam-cli"
brew "aws/tap/aws-sam-cli-beta-cdk"
cask "font-sf-mono-nerd-font"
cask "google-cloud-sdk"
cask "hashicorp-vagrant"
cask "iina"
cask "iterm2"
cask "monitorcontrol"
cask "notion"
cask "unity"
cask "visual-studio-code"
cask "zoom"
